{
  "elements":{
    
    "altar_veil":{
      "title":"Altar Veil",
      "img_url":"./media/previews/altar_veil.png",
      "description":"The altar veils, also known as the covering of the Royal Doors, are part of the Iconostasis that covers the altar, being the curtain that divides the Sanctuary from the outside. The term Royal Doors is used to describe the main entrance as it represents the entrance that Christ enters through when the offerings are being chosen. These Holy Doors also represent the gates of Jerusalem, through which Christ enters on Palm Sunday, and in all, they represent the entrance to Heaven. \n\nThe curtain concept of this entrance is to be a reminder of the Temple in Jerusalem, as veiling the entrance, covers the inside of the Sanctuary. This altar veil is a set of coverings and curtains that provide the right protection and veneration during the liturgy, and there is no time through which it should be open or uncovered unless during a service. \n\nThe significance of the curtain is presented by the Apostles in Hebrews 9. In the temple, there is a room behind curtains that contains the holy mysteries, which is the example set for the church in our modern day. ",
      "x":"1950",
      "y":"1670"
    },
    
    "altar_icon_jesus":{
      "title":"Icon of our Lord Jesus Christ",
      "img_url":"./media/previews/altar_icon_jesus.png",
      "description":"To the right side of the Royal door is the icon of our Lord Jesus Christ, identified by the Coptic letters “<span class=\"coptic-text\">ⲒⲎⲤ ⲠⲬⲤ</span>” on the sides of the Lord’s throne, which is the abbreviation for “Jesus Christ”.  This icon is a reminder that Jesus is the unique gate leading to the heavenly kingdom.\n\nAt the top of the icon the word “<span class=\"coptic-text\">ⲠⲈⲚⲤⲰⲦⲎⲢ</span>” is a reminder that Jesus is our “Savior” and He is the Good Shepherd who opened the gates to heaven through His life-giving sacrifice.",
      "x":"2365",
      "y":"1640"
    },

    "altar_icon_john_baptist":{
      "title":"Icon of St. John the Baptist",
      "img_url":"./media/previews/altar_icon_john_baptist.png",
      "description":"To the right of the Icon of our Lord Jesus Christ is the icon of St. John the Baptist, who prepared the way for the Lord’s coming, and about whom Christ said there was, “no greater man born” (Matt 11:11).",
      "x":"2515",
      "y":"1640"
    },

    "altar_icon_patron_saint":{
      "title":"Icon of the Patron Saint of the Individual Church",
      "img_url":"./media/previews/altar_icon_patron_saint.png",
      "description":"Next to the Icon of St. John the Baptist comes the Icon of St. Athanasius the Apostolic, the patron saint of our parish.\n\nTraditionally in all Coptic Churches, this location on the iconostasis, is reserved to portrays the Saint in whose honor the Church was built.\n\nThis icon can be followed by any number of icons of saints, martyrs, or events from both the New and Old Testaments.",
      "x":"2660",
      "y":"1640"
    },

    "altar_icon_theotokos":{
      "title":"Icon of Theotokos St. Mary",
      "img_url":"./media/previews/altar_icon_theotokos.png",
      "description":"To the left of the Royal Doors, is the icon of the Virgin Mary, who represents the whole church and the Queen who sits on the right hand of our Lord Jesus Christ.\n\nThe icon is inscribed with the words “<span class=\"coptic-text\">ⲦⲠⲆⲢⲐⲈⲚⲞⲤ</span>-<span class=\"coptic-text\">ⲘⲢ ⲐϪ</span> - <span class=\"coptic-text\">ⲒⲎⲤ ⲠⲬⲤ</span>” which is the Coptic for “The Virgin Maria mother of Jesus Christ”.",
      "x":"1540",
      "y":"1640"
    },

    "altar_icon_last_supper":{
      "title":"The Last Supper",
      "img_url":"./media/previews/altar_icon_last_supper.png",
      "description":"Directly above the Royal Doors entrance, the icon of the Eucharist is mounted, since through these doors the King of Kings is brought out in the form of Holy Communion to the faithful.\n\nThe Last Supper icon shows Christ giving communion to His disciples, which illustrates and signifies the Sacrifice instituted by our Lord Christ.",
      "x":"1950",
      "y":"1450"
    },

    "altar_icon_apostles":{
      "title":"The 12 Apostles",
      "img_url":"./media/previews/altar_icon_apostles.png",
      "description":"Along the top row of the iconostasis are the icons of the twelve disciples. They confirm the apostolic nature of our church. Orthodoxy is established on the apostolic faith, continues to exist in an apostolic way, and is shepherded by apostolic pastors.",
      "x":"1400",
      "y":"1450"
    },

    "altar_icon_niche":{
      "title":"Niche/apse",
      "img_url":"./media/previews/altar_niche2.png",
      "description":"The Niche, or the apse, traditionally known as The Father’s Bosom, is the semicircular eastern wall of the Sanctuary facing the Altar. It contains the icon of the Lord Jesus Christ appearing to sit, resting His feet on the planet earth for He is the Almighty One, and holding the Bible confirming our orthodox teaching that the Lord is the Way, “I am the way, the truth, and the life. No one comes to the Father except through Me.” (John 14:6)\n\nThe picture of the Lord appears surrounded from the top with the two Coptic letters <span class=\"coptic-text\">Ⲁ</span> <span class=\"coptic-text\">Ⲱ</span> declaring our faith that the Lord is the Beginning and the End, “I am the Alpha and the Omega, the Beginning and the End,” says the Lord, “who is and who was and who is to come, the Almighty”” (Revelation 1:8), and on both sides of the picture the four Living creatures, the sun and the moon, and the twenty-four heavenly Presbyters offering incense. “Now when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each having a harp, and golden bowls full of incense, which are the prayers of the saints.” (Revelation 5:8)",
      "x":"1950",
      "y":"1150"
    },

    "altar_icon_annunciation":{
      "title":"Annunciation",
      "img_url":"./media/previews/altar_icon_annunciation.png",
      "description":"To the left of the icon of St. Mary can be seen the Icon of the Annunciation. The Annunciation is the event in which the Archangel Gabriel came to St. Mary, announcing the good news of the birth and conception of Christ, the promised Messiah, in the virginal womb of Our Mother. The Annunciation is one of the seven major feasts in the Coptic church. The Annunciation is celebrated on the 29th of Paremhotep. This annunciation can be read in Luke 1:26-38, showing the humility and willingness of St. Mary to submit herself to Our Lord and to God’s will. \n\nThe Icon shows the Archangel Gabriel coming to St. Mary, carrying an olive branch, signifying the good news, and the peace to come into the world. The icon also serves as a reminder of the fulfillment of the prophecies concerning our Lord, and the beginning of the ministry led by Him.",
      "x":"1400",
      "y":"1640"
    }
    
  }
}